app/controllers/posts_controller.rb

  def create

    @post = Post.create({title: params[:title], description: params[:description]})
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My post title"], ["description", "My post description"], ["created_at", "2018-11-27 05:48:38.115888"], ["updated_at", "2018-11-27 05:48:38.115888"]]